Repository: krokedil/paysoncheckout-for-woocommerce
Catalog: languages/woocommerce-gateway-paysoncheckout-*.po
Languages: sv_se

source: Error processing order. Please try again
sv_se: Fel vid behandling av order, vänligen försök igen.

source: PaysonCheckout reservation could not be cancelled. Missing Payson payment id.
sv_se: PaysonCheckout order kunde inte bli avbruten. Saknar Payson payment id.

source: Could not cancel PaysonCheckout reservation, PaysonCheckout reservation is already cancelled.
sv_se: Kunde inte avbryta PaysonCheckout reservationen, PaysonCheckout reservationen är redan avbruten.

source: PaysonCheckout reservation was successfully cancelled.
sv_se: PaysonCheckout reservation avbrytning lyckades.

source: PaysonCheckout reservation could not be cancelled.
sv_se: PaysonCheckout order kunde inte bli avbruten.

source: PaysonCheckout reservation could not be activated. Missing Payson payment id.
sv_se: PaysonCheckout order kunde inte bli aktiverad. Saknar Payson payment id.

source: Could not activate PaysonCheckout reservation, PaysonCheckout reservation is already activated.
sv_se: Kunde inte aktivera PaysonCheckout reservationen, PaysonCheckout reservationen är redan aktiverad.

source: PaysonCheckout reservation was successfully activated.
sv_se: PaysonCheckout reservation aktivering lyckades.

source: PaysonCheckout reservation could not be activatied.
sv_se: PaysonCheckout order kunde inte bli aktiverad.

source: PaysonCheckout order could not be refunded. Missing Payson payment id.
sv_se: PaysonCheckout order kunde inte bli återbetald. Saknar Payson payment id.

source: PaysonCheckout reservation was successfully refunded.
sv_se: PaysonCheckout reservation återbetalning lyckades.

source: PaysonCheckout order could not be refunded.
sv_se: PaysonCheckout order kunde inte bli återbetald.

source: Enable/Disable
sv_se: Aktivera/Avaktivera

source: Title
sv_se: Titel

source: This controls the title which the user sees during checkout.
sv_se: Detta kontrollerar den titel som kunden ser i kassan.

source: Description
sv_se: Beskrivning

source: Pay with Payson via invoice, card, direct bank payments, part payment and sms.
sv_se: Betala med Payson via faktura, kort, direkt bank överförning, delbetalning och SMS.

source: This controls the description which the user sees during checkout.
sv_se: Detta kontrollerar den beskrivning som kunden ser i kassan.

source: Other payment method button text
sv_se: Annat betalsätt knapp text

source: Customize the <em>Select another payment method</em> button text that is displayed in checkout if using other payment methods than PaysonCheckout. Leave blank to use the default (and translatable) text.
sv_se: Ändra <em>Välj ett annat betalsätt</em> knapp texten som visas i kassan om andra betalsätt än PaysonCheckout används. Lämna tom för att använda standard texten.

source: API Key
sv_se: API Nyckel

source: Testmode
sv_se: Testläge

source: Enable PaysonCheckout testmode
sv_se: Aktivera PaysonCheckout testläge

source: Enable Order Management
sv_se: Aktivera Orderhantering

source: Enable Payson order capture on WooCommerce order completion and Payson order cancellation on WooCommerce order cancellation
sv_se: Aktivera Payson orderhantering när WooCommerce order färdigställs och avbryt Payson order när WooCommerce order avbryts.

source: Color Scheme
sv_se: Färg Schema

source: Gray
sv_se: Grå

source: White
sv_se: Vit

source: Different color schemes for how the embedded PaysonCheckout iframe should be displayed.
sv_se: Andra färgscheman för hur PaysonCheckouts iframe ska visas.

source: Enable logging
sv_se: Aktivera loggning

source: Select another payment method
sv_se: Välj ett annat betalsätt.

source: Settings
sv_se: Inställningar

source: Please fill in all required checkout fields.
sv_se: Vänligen fyll i alla obligatoriska fält.

source: Please wait while we process your order.
sv_se: Vänligen vänta medan vi behandlar er order.
